const teacherDetail = { 
    1: { 
        img: require('../../../assets/aboutUs/teacher/teacher1.png').default,
        name: "许杨",
        duration: "9年",
        course: "童声、美声、民族、通俗唱法",
        honor: `1989年6岁考入北京市少年宫独唱班学习童声唱法<br>
        1990年参加全国迎亚运少儿歌唱比赛获得二等奖<br>
        1995年考入中国交响乐团附属少年及女子合唱团并随团进行多次演出<br>
        2001年考入维也纳国立音乐与艺术大学 声乐 本硕连读<br>
        2010年加入维也纳国家歌剧院合唱团<br>
        在维也纳留学期间，曾多次参加大使馆组织的各项文艺活动，并受到大使接见；多次在奥地利、意大利、捷克等国家歌剧院进行演出；曾多次参加欧洲各国声乐比赛并获得优秀表演等奖项`
    },
    2: { 
        img: require('../../../assets/aboutUs/teacher/teacher2.png').default,
        name: "孙亚秋",
        duration: "4年",
        course: "儿童画，创意美术，水彩，水粉，素描，彩铅，油画",
        honor: `2010年软笔楷书作品获吉林省规范汉字书写大赛优秀奖<br>
        2011年美术作品&lt;蓝色衬布&gt;获吉林省第三届大学生艺术节二等奖<br>
        2013年油画作品&lt;九月&gt;获吉林省四平市第八届九月鲜花书法美术作品展一等奖<br>
        2013年油画作品&lt;松情&gt;发表于吉林省长白山写生作品展<br>
        2013年油画方向学术论文获吉林省美学学会优秀论文二等奖<br>
        吉林省美术家协会会员`
    },
    3: { 
        img: require('../../../assets/aboutUs/teacher/teacher3.png').default,
        name: "孟繁颖",
        duration: "7年",
        course: "古典舞、芭蕾舞、民族民间舞、爵士舞、踢踏舞、肚皮舞",
        honor: `获校园舞蹈大赛第二名、黑龙江省舞蹈大赛独舞第一名<br>
        2002年在校期间参加中国冰雪节开幕式与国母彭丽媛同台演出并伴舞<br>
        2005-2008年任职于黑龙江省歌舞艺术剧院国家二级舞蹈演员<br>
        2007年参加《同一首歌》担任舞蹈演员<br>
        2008年与东方歌舞团合作出演歌舞剧《火凤凰》<br>
        2009年中央电视台春节联欢晚会<br>
        2010年上海世博会开闭幕式，广州亚运会开幕式<br>
        2011年国际大学生运动会开幕式、快乐女声全国巡演舞台总监<br>
        2012年与王亚彬同台国家大剧院普京访华慰问演出<br>
        2013年舞台剧《给未知恋人的爱情短信》舞台总监<br>`
    },
    4: { 
        img: require('../../../assets/aboutUs/teacher/teacher4.png').default,
        name: "任雅臣",
        duration: "5年",
        course: "流行唱法、美声唱法、民族唱法、音基",
        honor: `2011到2012年度励志奖学金<br>
        2012到2013年度励志奖学金<br>
        2013到2014年度励志奖学金<br>
        2014中外艺术歌曲优秀奖<br>
        2015世纪职业技术学校优秀实习教师奖<br>
        2016年魏玉婷艺术学校优秀教师教学奖`
    },
    5: { 
        img: require('../../../assets/aboutUs/teacher/teacher5.png').default,
        name: "向定军",
        duration: "5年",
        course: "架子鼓、架子鼓考级、少儿架子鼓",
        honor: `2010年迷笛音乐节参与现场演出并担任主鼓手<br>
        2011年糖果音乐节上担任主架子鼓鼓手<br>
        2012年Jojo Mayer亚洲演奏会受邀鼓手，并在当年发表单曲MV<br>
        2013年参与美国、加拿大、澳大利亚等11国的鼓手交流大会<br>
        2013年参加亚洲节拍大赛，获得大赛二等奖<br>
        2014年参加北京春节联欢晚会，担任乐队副鼓手<br>
        2007年至今，一直致力于爵士鼓的研究与深造，并且融合了非洲鼓、拉丁打击乐等多种打击乐风格，有自己独创的教学科研方案，适用于全年龄阶段学员<br>
        2014年进入北京高畅现代音乐进修，并在北京各大酒吧有专场演出经验
        `
    },
    6: { 
        img: require('../../../assets/aboutUs/teacher/teacher6.png').default,
        name: "李东伟",
        duration: "4年",
        course: "古典吉他，民谣吉他，电吉他，尤克里里",
        honor: `2012年9月组建守望者乐队，担任乐队主音吉他<br>
        2013年10月参加吉林赛区好声音或十强<br>
        2013年11月参加吉林赛区青年艺术节器乐组一等奖<br>
        2014年7月被邀请参加长白山森林音乐节<br>
        2015年9月被邀请参加长春草莓音乐节<br>
        2015年10月担任吉林各大高校音乐协会吉他指导老师<br>
        2016年6月开个人演唱会<br>
        2016年7月获上海音乐学院吉他教师资格证<br>
        2016年至今在滚石琴行，凡度琴行，蘑菇音乐，北京桔子树等单位担任吉他老师 。
        `
    },
    7: { 
        img: require('../../../assets/aboutUs/teacher/teacher7.png').default,
        name: "张培佩",
        duration: "3年",
        course: "芭蕾舞、古典舞、民族民间舞、爵士舞、少儿舞蹈",
        honor: `2010年为天狮集团周年庆晚会担任舞蹈导演<br>
        2010年为索尼爱立信亚洲总部年会担任舞蹈编排<br>
        2011年为博尔特公司年会担任舞蹈编排工作<br>
        2012年至2015年连续三年担任廊坊电视台舞蹈编排<br>
        2017年为北京BTV青年台编排舞蹈<br>
        中国舞蹈家协会会员<br>
        曾获得大学生艺术节优秀教师荣誉<br>
        曾获得小荷风采优秀指导教师荣誉<br>
        曾获得BTV青年台优秀指导教师荣誉
        `
    },
}
export default teacherDetail